people/nguyenthanhvuh/old/posts/cs-gmu-faq.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="description" content="Things about GMU CS">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ./">
<title>GMU CS FAQ</title>
<meta name="author" content="ThanhVu Nguyen">
<meta name="referrer" content="no-referrer">
<link rel="stylesheet" type="text/css" href="https://dynaroars.github.io/files/org.css" />
<link href= "../files/org-orig.css" rel="stylesheet" type="text/css" /> 
<link rel="icon" href="../files/favicon.ico">
</head>
<body>
<div id="preamble" class="status"><div class="header">
  <a href="../index.html">ThanhVu Nguyen</a>,  
  <a href="index.html">Archive</a>
</div>
</div>
<div id="content">
<div class="post-date">04 Sep 2022</div><h1 class="post-title"><a href="./cs-gmu-faq.html">GMU CS FAQ</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7035804">1. Funding</a>
<ul>
<li><a href="#orgb23cb69">1.1. GRA Offerring</a>
<ul>
<li><a href="#orga888a4c">1.1.1. For grant fund GRAs (e.g., from NSF)</a></li>
<li><a href="#org7a9ac99">1.1.2. For CEC fund GRAs (e.g., from your startup GRAs)</a></li>
</ul>
</li>
<li><a href="#org741e664">1.2. Unrestricted Gift / Industrial Awards</a></li>
<li><a href="#org193f9ea">1.3. Contact</a>
<ul>
<li><a href="#org18bf345">1.3.1. GMU Charge</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org529f083">2. Purchase</a></li>
<li><a href="#orgb8beb40">3. Teaching</a></li>
<li><a href="#orga6b1177">4. Travel</a>
<ul>
<li><a href="#orgbd12637">4.1. What can and cannot be reimbursed for travelling</a>
<ul>
<li><a href="#orgd755c5e">4.1.1. Can be purchased through P-card</a></li>
<li><a href="#orgd1d0021">4.1.2. Can be reimbursed (purchase individually and get reimbursed)</a></li>
<li><a href="#orgc6a38cf">4.1.3. Cannot be reimbursed</a></li>
</ul>
</li>
<li><a href="#org5761bb9">4.2. Per diem</a></li>
<li><a href="#orgc943262">4.3. Reimbursement</a></li>
<li><a href="#orgb4246db">4.4. Max meal</a></li>
<li><a href="#orgaa54768">4.5. Car Rental</a></li>
</ul>
</li>
<li><a href="#org3493d35">5. Miscs</a>
<ul>
<li><a href="#org43496bf">5.1. Creasing a website</a></li>
</ul>
</li>
</ul>
</div>
</nav>



<div id="outline-container-org7035804" class="outline-2">
<h2 id="org7035804"><span class="section-number-2">1.</span> Funding</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb23cb69" class="outline-3">
<h3 id="orgb23cb69"><span class="section-number-3">1.1.</span> GRA Offerring</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orga888a4c" class="outline-4">
<h4 id="orga888a4c"><span class="section-number-4">1.1.1.</span> For grant fund GRAs (e.g., from NSF)</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>Contact Terri and her team to make such offers and to generate contracts</li>
</ul>
</div>
</div>
<div id="outline-container-org7a9ac99" class="outline-4">
<h4 id="org7a9ac99"><span class="section-number-4">1.1.2.</span> For CEC fund GRAs (e.g., from your startup GRAs)</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Contact Jennifer Lee and her team to make such offer and to generate contracts</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org741e664" class="outline-3">
<h3 id="org741e664"><span class="section-number-3">1.2.</span> Unrestricted Gift / Industrial Awards</h3>
<div class="outline-text-3" id="text-1-2">
<p>
This will go through <b><a href="https://gmuf.org/">GMU Foundation (GMUF)</a></b>.  GMU will create an account for you for your unrestricted gift. You can use the same account for multiple awards (e.g., convenient because you don't have to remember too many account/org #'s)
</p>
</div>
</div>
<div id="outline-container-org193f9ea" class="outline-3">
<h3 id="org193f9ea"><span class="section-number-3">1.3.</span> Contact</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li><b>Beth Cantrell</b> ecantrel@gmuf.org (Vice President and Chief Financial Officer of GMUF)</li>
<li><b>Kira Woitek</b> kwoitek@gmu.edu (Director of Development, CEC)</li>
</ul>

<p>
Beth is the financial point of contact at GMUF.  Kira's office helps with creating an account for the gift.
</p>
</div>


<div id="outline-container-org18bf345" class="outline-4">
<h4 id="org18bf345"><span class="section-number-4">1.3.1.</span> GMU Charge</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
GMUF assesses a 6% fee on any current-use (spendable) gifts at the time of the gift.  So if you have a 30K gift, then GMU takes $1800. The fee supports future Advancement initiatives as well as the Foundation's infrastructure necessary to administer funds.
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-org529f083" class="outline-2">
<h2 id="org529f083"><span class="section-number-2">2.</span> Purchase</h2>
</div>
<div id="outline-container-orgb8beb40" class="outline-2">
<h2 id="orgb8beb40"><span class="section-number-2">3.</span> Teaching</h2>
</div>
<div id="outline-container-orga6b1177" class="outline-2">
<h2 id="orga6b1177"><span class="section-number-2">4.</span> Travel</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgbd12637" class="outline-3">
<h3 id="orgbd12637"><span class="section-number-3">4.1.</span> What can and cannot be reimbursed for travelling</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-orgd755c5e" class="outline-4">
<h4 id="orgd755c5e"><span class="section-number-4">4.1.1.</span> Can be purchased through P-card</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>Airline tickets</li>
<li>Conference registration.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1d0021" class="outline-4">
<h4 id="orgd1d0021"><span class="section-number-4">4.1.2.</span> Can be reimbursed (purchase individually and get reimbursed)</h4>
<div class="outline-text-4" id="text-4-1-2">
<ul class="org-ul">
<li>Everything else involved in travel must be purchased by the individual and reimbursed.  This includes things like the hotel, Uber, taxi's, food, car rentals, subways,  parking, tolls and more.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc6a38cf" class="outline-4">
<h4 id="orgc6a38cf"><span class="section-number-4">4.1.3.</span> Cannot be reimbursed</h4>
<div class="outline-text-4" id="text-4-1-3">
<ul class="org-ul">
<li><b>Insurance associated with rental cars in the United States</b> (see car rental information below)</li>
<li>Damage to personal vehicles</li>
<li>Expenses related to personal negligence of the traveler, such as fines</li>
<li>Services to gain entry to locked vehicles</li>
<li>Towing charges</li>
<li>Luxury vehicle rentals</li>
<li>Excessive parking and gasoline charges</li>
<li>University parking fees</li>
<li>Local commuting expenses</li>
<li>Travel between lodging and places where meals may be taken</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5761bb9" class="outline-3">
<h3 id="org5761bb9"><span class="section-number-3">4.2.</span> Per diem</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li><a href="https://fiscal.gmu.edu/travel/learn-about-meals-per-diem-rates/">https://fiscal.gmu.edu/travel/learn-about-meals-per-diem-rates/</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc943262" class="outline-3">
<h3 id="orgc943262"><span class="section-number-3">4.3.</span> Reimbursement</h3>
</div>
<div id="outline-container-orgb4246db" class="outline-3">
<h3 id="orgb4246db"><span class="section-number-3">4.4.</span> Max meal</h3>
</div>
<div id="outline-container-orgaa54768" class="outline-3">
<h3 id="orgaa54768"><span class="section-number-3">4.5.</span> Car Rental</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li>GMU/Commonwealth of VA has its own insurance  for rental cars in the US (i.e., you DO NOT need to get them — if you do, you are not getting reimbursed).  <a href="https://risk.gmu.edu/insurance/vehicle/">https://risk.gmu.edu/insurance/vehicle/</a>
<ul class="org-ul">
<li>For International, you can get reimbursed.</li>
<li>However, to use this insurance, you need to submit this MVR form  and schedule to take a training course (Zoom,  <a href="https://risk.gmu.edu/training/driver-training/">https://risk.gmu.edu/training/driver-training/</a>). You only do this once.</li>
<li>GMU prefers Enterprise for car rentals — but I don’t think they would deny you the insurance if you use a different company.</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org3493d35" class="outline-2">
<h2 id="org3493d35"><span class="section-number-2">5.</span> Miscs</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org43496bf" class="outline-3">
<h3 id="org43496bf"><span class="section-number-3">5.1.</span> Creasing a website</h3>
</div>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-gmu.html">gmu</a> <a href="./tag-cs.html">cs</a> <a href="./tag-bsd.html">bsd</a> <a href="./tag-guide.html">guide</a> </div></div>
<div id="postamble" class="status"><!-- <div id="archive"><a href="archive.html">Other posts</a></div>  -->
</div>
</body>
</html>
